{
    "Great Expectations": {
        "title": "Great Expectations",
        "author": "Charles Dickens",
        "publisher": "unknown",
        "year_published": "1881-01-01 00:00:00",
        "isbn": "HARVARD:HN1GMG",
        "description": "One of the finest novels by iconic British author Charles Dickens, this Victorian tale follows the good-natured orphan Pip as he makes his way through life. As a boy, Pip crosses paths with a convict named Magwitch, a man who will heavily influence Pip’s adulthood. Meanwhile, the earnest young man falls for the beautiful Estella, the adoptive daughter of the affluent and eccentric Miss Havisham. Widely considered to be Dickens's last great book, the story is steeped in romance and features the writer's familiar themes of crime, punishment, and societal struggle.",
        "cover_img_source": {
            "smallThumbnail": "http://books.google.com/books/content?id=fhUXAAAAYAAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=fhUXAAAAYAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
    },
    "Gulliver's Travels": {
        "title": "Gulliver's Travels",
        "author": "Jonathan Swift",
        "publisher": "Boston : Ginn",
        "year_published": "1886-01-01 00:00:00",
        "isbn": "UOM:39015078566067",
        "description": "unknown",
        "cover_img_source": {
            "smallThumbnail": "http://books.google.com/books/content?id=vorRAAAAMAAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=vorRAAAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
    },
    "Absalom, Absalom!": {
        "title": "Absalom, Absalom!",
        "author": "William Faulkner",
        "publisher": "Vintage",
        "year_published": "2011-05-18 00:00:00",
        "isbn": "0679641432",
        "description": "“Read, read, read. Read everything—trash, classics, good and bad, and see how they do it. Just like a carpenter who works as an apprentice and studies the master. Read! You’ll absorb it. Then write. If it is good, you’ll find out. If it’s not, throw it out the window.” —William Faulkner Absalom, Absalom! is Faulkner’s epic tale of Thomas Sutpen, an enigmatic stranger who comes to Jefferson, Mississippi, in the early 1830s to wrest his mansion out of the muddy bottoms of the north Mississippi wilderness. He was a man, Faulkner said, “who wanted sons and the sons destroyed him.”",
        "cover_img_source": {
            "smallThumbnail": "http://books.google.com/books/content?id=bSW6uk_CzXUC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=bSW6uk_CzXUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
    },
    "Beloved": {
        "title": "Beloved",
        "author": "Toni Morrison",
        "publisher": "Vintage",
        "year_published": "2007-07-24 00:00:00",
        "isbn": "9780307388629",
        "description": "New York Times Bestseller Staring unflinchingly into the abyss of slavery, this spellbinding novel transforms history into a story as powerful as Exodus and as intimate as a lullaby. Sethe, its protagonist, was born a slave and escaped to Ohio, but eighteen years later she is still not free. She has too many memories of Sweet Home, the beautiful farm where so many hideous things happened. And Sethe’s new home is haunted by the ghost of her baby, who died nameless and whose tombstone is engraved with a single word: Beloved. Filled with bitter poetry and suspense as taut as a rope, Beloved is a towering achievement. \"You can't go wrong by reading or re-reading the collected works of Toni Morrison. Beloved, Song of Solomon, The Bluest Eye, Sula, everything else — they're transcendent, all of them. You’ll be glad you read them.\"--Barack Obama",
        "cover_img_source": {
            "smallThumbnail": "http://books.google.com/books/content?id=sfmp6gjZGP8C&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=sfmp6gjZGP8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
    },
    "The Stranger ": {
        "title": "The Stranger ",
        "author": "Albert Camus",
        "publisher": "Vintage",
        "year_published": "2012-08-08 00:00:00",
        "isbn": "0307827666",
        "description": "Through the story of an ordinary man unwittingly drawn into a senseless murder on an Algerian beach, Camus explored what he termed \"the nakedness of man faced with the absurd.\" First published in 1946; now in a new translation by Matthew Ward.",
        "cover_img_source": {
            "smallThumbnail": "http://books.google.com/books/content?id=7qylv1KYf0kC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=7qylv1KYf0kC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
    },
    "The Trial": {
        "title": "The Trial",
        "author": "Franz Kafka",
        "publisher": "Schocken",
        "year_published": "2012-10-03 00:00:00",
        "isbn": "0307829448",
        "description": "Written in 1914, The Trial is one of the most important novels of the twentieth century: the terrifying tale of Josef K., a respectable bank officer who is suddenly and inexplicably arrested and must defend himself against a charge about which he can get no information. Whether read as an existential tale, a parable, or a prophecy of the excesses of modern bureaucracy wedded to the madness of totalitarianism, Kafka's nightmare has resonated with chilling truth for generations of readers. This new edition is based upon the work of an international team of experts who have restored the text, the sequence of chapters, and their division to create a version that is as close as possible to the way the author left it. In his brilliant translation, Breon Mitchell masterfully reproduces the distinctive poetics of Kafka's prose, revealing a novel that is as full of energy and power as it was when it was first written.",
        "cover_img_source": {
            "smallThumbnail": "http://books.google.com/books/content?id=ac58euQ72lIC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=ac58euQ72lIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
    },
    "The Red and the Black": {
        "title": "The Red and the Black",
        "author": "Stendhal",
        "publisher": "Penguin",
        "year_published": "2002-01-01 00:00:00",
        "isbn": "9780140447644",
        "description": "Handsome and ambitious, Julien Sorel is determined to rise above his humble peasant origins and make something of his life. To do this, he realizes he must adopt the code of hypocrisy by which society operates, achieving advancement through deceit and self-interest. His triumphant career takes him from the provinces to glamorous Paris society, along the way conquering the beautiful, gentle Madame de Renal, unhappy wife of his employer, and then the haughty, aristocratic Mathilde, engaged to another man. But he brings about his own downfall when he commits an unexpected, devastating crime.",
        "cover_img_source": {
            "smallThumbnail": "http://books.google.com/books/content?id=DtdETfEjzL4C&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=DtdETfEjzL4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
    },
    "Mrs. Dalloway ": {
        "title": "Mrs. Dalloway ",
        "author": "Virginia Woolf",
        "publisher": "Houghton Mifflin Harcourt",
        "year_published": "1990-01-01 00:00:00",
        "isbn": "9780156628709",
        "description": "A poignant portrayal of the thoughts and events that comprise one day in a woman's life",
        "cover_img_source": {
            "smallThumbnail": "http://books.google.com/books/content?id=8AvXUpD9DiQC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=8AvXUpD9DiQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
    },
    "The Stories of Anton Chekhov": {
        "title": "The Stories of Anton Chekhov",
        "author": "Anton Chekhov",
        "publisher": "Modern Library",
        "year_published": "2009-07-29 00:00:00",
        "isbn": "0307568288",
        "description": "Richard Pevear and Larissa Volokhonsky, the highly acclaimed translators of War and Peace, Doctor Zhivago, and Anna Karenina, which was an Oprah Book Club pick and million-copy bestseller, bring their unmatched talents to The Selected Stories of Anton Chekhov, a collection of thirty of Chekhov’s best tales from the major periods of his creative life. Considered the greatest short story writer, Anton Chekhov changed the genre itself with his spare, impressionistic depictions of Russian life and the human condition. From characteristically brief, evocative early pieces such as “The Huntsman” and the tour de force “A Boring Story,” to his best-known stories such as “The Lady with the Little Dog” and his own personal favorite, “The Student,” Chekhov’s short fiction possesses the transcendent power of art to awe and change the reader. This monumental edition, expertly translated, is especially faithful to the meaning of Chekhov’s prose and the unique rhythms of his writing, giving readers an authentic sense of his style and a true understanding of his greatness. From the Trade Paperback edition.",
        "cover_img_source": {
            "smallThumbnail": "http://books.google.com/books/content?id=ppCk1wOfq3MC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=ppCk1wOfq3MC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
    },
    "The Sun Also Rises ": {
        "title": "The Sun Also Rises ",
        "author": "Ernest Hemingway",
        "publisher": "Createspace Independent Publishing Platform",
        "year_published": "2017-11-12 00:00:00",
        "isbn": "9781979649438",
        "description": "A poignant look at the disillusionment and angst of the post-World War I generation, the novel introduces two of Hemingway's most unforgettable characters: Jake Barnes and Lady Brett Ashley. The story follows the flamboyant Brett and the hapless Jake as they journey from the wild nightlife of 1920s Paris to the brutal bullfighting rings of Spain with a motley group of expatriates. It is an age of moral bankruptcy, spiritual dissolution, unrealized love, and vanishing illusions.",
        "cover_img_source": {
            "smallThumbnail": "http://books.google.com/books/content?id=4jyAswEACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=4jyAswEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
        }
    },
    "David Copperfield": {
        "title": "David Copperfield",
        "author": "Charles Dickens",
        "publisher": "unknown",
        "year_published": "1981-01-01 00:00:00",
        "isbn": "9780553210514",
        "description": "A classic tale of an orphan growing up in the 1800's of England. Intimately rooted in the author's own biography and written as a first-person narrative, \"David Copperfield\" charts a young man's progress through a difficult childhood in Victorian England to ultimate success as a novelist, finding true love along the way. Jeremy Tambling's provocative Introduction reveals subtle themes relevant today in Dickens' favorite work.",
        "cover_img_source": {
            "smallThumbnail": "http://books.google.com/books/content?id=L-2G5ksDHx4C&printsec=frontcover&img=1&zoom=5&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=L-2G5ksDHx4C&printsec=frontcover&img=1&zoom=1&source=gbs_api"
        }
    },
    "A Portrait of the Artist as a Young Man ": {
        "title": "A Portrait of the Artist as a Young Man ",
        "author": "James Joyce",
        "publisher": "Bantam Classics",
        "year_published": "2005-10-25 00:00:00",
        "isbn": "0553902067",
        "description": "In his first and still most widely read novel, James Joyce makes a strange peace with the traditional narrative of a young man’s self-discovery by respecting its substance while exploding its form, thereby inaugurating a literary revolution. Published in 1916 when Joyce was already at work on Ulysses, A Portrait of the Artist as a Young Man is exactly what its title says and much more. In an exuberantly inventive masterpiece of subjectivity, Joyce portrays his alter ego, Stephen Dedalus, growing up in Dublin and struggling through religious and sexual guilt toward an aesthetic awakening. In part a vivid picture of Joyce’s own youthful evolution into one of the twentieth century’s greatest writers, it is also a moment in the intellectual history of an age.",
        "cover_img_source": {
            "smallThumbnail": "http://books.google.com/books/content?id=qS1YEp3SLqQC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=qS1YEp3SLqQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
    },
    "Midnight's Children ": {
        "title": "Midnight's Children ",
        "author": "Salman Rushdie",
        "publisher": "Random House",
        "year_published": "2011-01-01 00:00:00",
        "isbn": "0099554038",
        "description": "Born at the stroke of midnight at the exact moment of India's independence, Saleem Sinai is a special child. However, this coincidence of birth has consequences he is not prepared for: telepathic powers connect him with 1,000 other 'midnight's children' all of whom are endowed with unusual gifts. Inextricably linked to his nation, Saleem's story is a whirlwind of disasters and triumphs that mirrors the course of modern India at its most impossible and glorious",
        "cover_img_source": {
            "smallThumbnail": "http://books.google.com/books/content?id=S2u3hqmYCvkC&printsec=frontcover&img=1&zoom=5&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=S2u3hqmYCvkC&printsec=frontcover&img=1&zoom=1&source=gbs_api"
        }
    },
    "Collected Fiction": {
        "title": "Collected Fiction",
        "author": "Jorge Luis Borges",
        "publisher": "Allen Lane",
        "year_published": "1999-01-01 00:00:00",
        "isbn": "STANFORD:36105024329240",
        "description": "A collection of short stories by a poet, critic and writer, translated into a single volume. Includes THE UNIVERSAL HISTORY OF INIQUITY, FICCIONES, THE ALEPH and SHAKESPEARE'S MEMORY.",
        "cover_img_source": {
            "smallThumbnail": "http://books.google.com/books/content?id=fVVAAQAAIAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=fVVAAQAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
        }
    },
    "Tristram Shandy": {
        "title": "Tristram Shandy",
        "author": "Laurence Sterne",
        "publisher": "unknown",
        "year_published": "1894-01-01 00:00:00",
        "isbn": "HARVARD:HWP753",
        "description": "unknown",
        "cover_img_source": {
            "smallThumbnail": "http://books.google.com/books/content?id=e5M-AAAAYAAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=e5M-AAAAYAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
    },
    "Leaves of Grass": {
        "title": "Leaves of Grass",
        "author": "Walt Whitman",
        "publisher": "Oxford University Press",
        "year_published": "2005-04-15 00:00:00",
        "isbn": "9780199727216",
        "description": "As featured in AMC's Breaking Bad, given by Gale Boetticher to Walter White and discovered by Hank Schrader. \"I celebrate myself, And what I assume you shall assume, For every atom belonging to me as good belongs to you. I loafe and invite my soul, I lean and loafe at my ease....observing a spear of summer grass.\" So begins Leaves of Grass, the first great American poem and indeed, to this day, the greatest and most essentially American poem in all our national literature. The publication of Leaves of Grass in July 1855 was a landmark event in literary history. Ralph Waldo Emerson judged the book \"the most extraordinary piece of wit and wisdom America has yet contributed.\" Nothing like the volume had ever appeared before. Everything about it--the unusual jacket and title page, the exuberant preface, the twelve free-flowing, untitled poems embracing every realm of experience--was new. The 1855 edition broke new ground in its relaxed style, which prefigured free verse; in its sexual candor; in its images of racial bonding and democratic togetherness; and in the intensity of its affirmation of the sanctity of the physical world. This Anniversary Edition captures the typeface, design and layout of the original edition supervised by Whitman himself. Today's readers get a sense of the \"ur-text\" of Leaves of Grass, the first version of this historic volume, before Whitman made many revisions of both format and style. The volume also boasts an afterword by Whitman authority David Reynolds, in which he discusses the 1855 edition in its social and cultural contexts: its background, its reception, and its contributions to literary history. There is also an appendix containing the early responses to the volume, including Emerson's letter, Whitman's three self-reviews, and the twenty other known reviews published in various newspapers and magazines. This special volume will be a must-have keepsake for fans of Whitman and lovers of American poetry.",
        "cover_img_source": {
            "smallThumbnail": "http://books.google.com/books/content?id=3ECRp9xNojoC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=3ECRp9xNojoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
    },
    "The Aeneid": {
        "title": "The Aeneid",
        "author": "Virgil",
        "publisher": "GENERAL PRESS",
        "year_published": "2019-09-09 00:00:00",
        "isbn": "9389440319",
        "description": "Aeneas flees the ashes of Troy to found the city of Rome and change forever the course of the Western world–as literature as well. Virgil's Aeneid is as eternal as Rome itself, a sweeping epic of arms and heroism–the searching portrait of a man caught between love and duty, human feeling and the force of fate–that has influenced writers for over 2,000 years. Filled with drama, passion, and the universal pathos that only a masterpiece can express. The Aeneid is a book for all the time and all people.",
        "cover_img_source": {
            "smallThumbnail": "http://books.google.com/books/content?id=7kGuDwAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=7kGuDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
    },
    "Candide": {
        "title": "Candide",
        "author": "Voltaire",
        "publisher": "Yale University Press",
        "year_published": "2006-12-01 00:00:00",
        "isbn": "9780300119879",
        "description": "The translation of choice for twenty-first-century readers of Voltaire's satiric masterpiece. In this new translation of Voltaire's Candide, distinguished translator Burton Raffel captures the French novel's irreverent spirit and offers a vivid, contemporary version of the 250-year-old text. Raffel casts the novel in an English idiom that--had Voltaire been a twenty-first-century American--he might himself have employed. The translation is immediate and unencumbered, and for the first time makes Voltaire the satirist a wicked pleasure for English-speaking readers. Candide recounts the fantastically improbable travels, adventures, and misfortunes of the young Candide, his beloved Cunégonde, and his devoutly optimistic tutor, Pangloss. Endowed at the start with good fortune and every prospect for happiness and success, the characters nevertheless encounter every conceivable misfortune. Voltaire's philosophical tale, in part an ironic attack on the optimistic thinking of such figures as G. W. Leibniz and Alexander Pope, has proved enormously influential over the years. In a general introduction to this volume, historian Johnson Kent Wright places Candide in the contexts of Voltaire's life and work and the Age of Enlightenment.",
        "cover_img_source": {
            "smallThumbnail": "http://books.google.com/books/content?id=ePjDPt4yu6oC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=ePjDPt4yu6oC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
    }
}